import { ITaskProps } from '@/entities/Task/Task';

export const tasks: ITaskProps[] = [
  {
    id: 1,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 2,
    title: 'Вторая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 3,
    title: 'Третья задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 4,
    title: 'Четвертая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 5,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 6,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 7,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 8,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 9,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 10,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 11,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 12,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 13,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 14,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 15,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 16,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 17,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 18,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 19,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 20,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  },
  {
    id: 21,
    title: 'Первая задача',
    desc: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. На берегу встретил, деревни текстов продолжил имеет за это вопрос грустный!'
  }
];
